





"Settings" = "Einstellungen";

"Show coordinate numbers" = "Zeige Achsen-Markierung";
"Show colored axes" = "Zeige farbige Achsen";
"Number of rows/columns" = "Anzahl der Zeilen/Spalten";
"Type of Cubes" = "Art der Würfel";

"wooden cubes" = "Holzwürfel";
"stackable cubes" = "Steckwürfel";
"magic cubes" = "Magische Würfel";

"If you change the number of rows/columns or the type of cubes, all cubes will be removed." = "Wenn du die Anzahl der Zeilen/Spalten oder die Art der Würfel veränderst, werden alle bisher erstellten Würfel entfernt.\n\nHolzwürfel können nur übereinander gestapelt werden, Steckwürfel auch nebeneinander. Magische Würfel können schweben, wenn du darunterliegende Würfel entfernst.";

"Allow loops" = "Erlaube Schleifen";
"Allow variables" = "Erlaube Variablen";

"Axes" = "Achsen";
"Cubes" = "Würfel";
"Coding" = "Programmieren";
